[
  {
    "country": "New Zealand",
    "advisory_level": "Level 1",
    "advisory_text": "U.S. Consulate General Auckland \n Citigroup Centre, 3rd Floor, \n 23 Customs Street East \n Auckland, New Zealand \n Telephone:  +(64) (9) 303-2724 \n Emergency After-Hours Telephone:  +(64) (4) 462-6000 \n Fax:  +(64) (9) 303-1069 \n Email:   aucklandacs@state.gov\nU.S. Embassy Wellington \n 29 Fitzherbert Terrace, Thorndon \n Wellington, New Zealand \n Telephone:  +(64) (4) 462-6000 \n Emergency After-Hours Telephone:  +(64) (4) 462-6000 \n Fax:  +(64) (4) 499-0490\nConsular services to U.S. citizens are available only at the U.S. Consulate General in Auckland. Consular services are unavailable at the U.S. Embassy in Wellington even in case of emergency. Contact the U.S. Consulate General in Auckland for consular assistance.\nLearn about the U.S. relationship to countries around the world.\nNew Zealand Electronic Travel Authority (NZeTA):\nInternational Visitor Conservation and Tourism Levy (IVL):\nArrival Information:\nThe U.S. Department of State is unaware of any HIV/AIDS entry restrictions for visitors to, or foreign residents of, New Zealand.\nCook Islands:  Cook Islands is self-governing in free association with New Zealand. U.S. citizen visitors do not require an entry permit for stays up to 31 days. Your passport needs to be valid for at least six months past the arrival date in the Cook Islands.\nFind information on  dual nationality ,  prevention of international child abduction  and  customs regulations  on our websites.\nCrime:  The crime rate in New Zealand fluctuates between geographic locations however overall, it is  relatively low . Theft from cars, recreational vehicles, and hostels is common, especially in areas frequented by tourists. Theft, fraud, drug sales and violent crime do occur, however, tourists are often not the intended target.\nDo not leave passports or other valuable items in unattended vehicles.\nViolent crime against tourists is rare; however, if you are traveling alone, you should remain vigilant and be cautious in secluded areas.\nInternational Financial Scams:  See the  Department of State  and the  FBI  pages for information.\nInternet romance and financial scams are prevalent in New Zealand. Scams are often initiated through Internet postings/profiles or by unsolicited emails and letters. Scammers almost always pose as U.S. citizens who have no one else to turn to for help. Common scams include:\nVictims of Crime:  For emergencies please dial 111 for Police, Fire and Ambulance. For non-emergencies please dial 105 for Police, and contact the U.S. Consulate General Auckland at +64 4 462 6000.\nRemember that local authorities are responsible for investigating and prosecuting crime.\nIf you are on the Cook Islands, the emergency police number is 999.\nSee our webpage on  help for U.S. victims of crime overseas .\nHow we can assist:\nDomestic Violence:  U.S. citizen victims of domestic violence are encouraged to contact the Consulate General for assistance.\nTourism:  The tourism industry is generally regulated and rules [with regards to best practices and safety inspections] are regularly enforced. Hazardous areas/activities are identified with appropriate signage and professional staff is typically on hand in support of organized activities. In the event of an injury, appropriate medical treatment is widely available throughout the country. Outside of a major metropolitan center, it may take more time for first responders and medical professionals to stabilize a patient and provide life-saving assistance. U.S. citizens are encouraged to purchase  medical evacuation insurance .\nCriminal Penalties:  You are subject to local laws. If you violate local laws, even unknowingly, you may be expelled, arrested, or imprisoned. Individuals establishing a business or practicing a profession that requires additional permits or licensing should seek information from the competent local authorities, prior to practicing or operating a business.\nPenalties for possessing, using, or trafficking in illegal drugs in New Zealand are severe, and convicted offenders can expect long jail sentences and heavy fines.\nIn New Zealand, driving under the influence could land you in jail. Roadside sobriety checks by police are common. The blood alcohol limit in New Zealand is lower than that in most U.S. states.\nFurthermore, some laws are also prosecutable in the United States, regardless of local law. For examples, see our website on  crimes against minors abroad  and the  Department of Justice  website.\nArrest Notification:  If you are arrested or detained, ask police or prison officials to notify the U.S. Consulate General immediately. See our  webpage  for further information.\nNatural Disasters and Weather Conditions:  Natural disasters occur in New Zealand and include earthquakes, tsunamis, volcano eruptions, and cyclones. In addition, weather conditions can change quickly leaving you stranded or injured, particularly if you are in an isolated area.\nOn December 9, 2019, the volcano on Whakaari/White Island erupted while tourists were visiting. This led to numerous casualties, including deaths of U.S. citizens. The volcano remains active and further eruptions are possible.  Avoid  Whakaari/White Island and follow the advice of local authorities.\nThere are many areas in New Zealand with active volcanoes. Tourists are encouraged to visit  GeoNet  for up-to-date information on volcanic alert levels, as well as other geological hazards in New Zealand. As always, follow the advice of local authorities.\nThe National Emergency Management Agency provides timely information to citizens and visitors through an  Emergency Mobile Alert . This service is broadcast from local cell towers to all capable phones in the area and is designed to provide targeted messaging to areas affected by serious hazards. Messages will only be sent when there is a serious threat to life, health, or property.\nAdventure Sports:  Injuries and death can result from participating in extreme adventure sports, such as bungee jumping, sky diving, hiking, rappelling, climbing, motorcycling, and kayaking. Use caution and common sense when engaging in these activities. Make sure you have travel medical insurance and that it covers your sport.\nNever participate in adventure sports alone. Always carry identification and let someone else know where you are at all times. Before kayaking, check the river conditions and wear a life jacket. When hiking, rappelling, or climbing, carry a first aid kit and know the location of the nearest rescue center.\nVisit the  New Zealand Department of Conservation  website for advice and direction on how to safely and legally hike, bike, etc. in New Zealand.\nImports:  New Zealand is an island nation, and the government is serious about preserving its delicate ecosystem. The  Ministry for Primary Industries  (MPI) strictly regulates what can be imported into New Zealand.\nFor more information visit the  Biosecurity New Zealand  website.\nFaith-Based Travelers:  See the following webpages for details:\nLGB Travelers:  There are no legal restrictions on same-sex sexual relations or the organization of LGB events in New Zealand.\nSee our  LGB Travel Information  page and section 6 of our  Human Rights report  for further details.\nTravelers with Disabilities:  The law in New Zealand prohibits discrimination against persons with physical disability or impairment; any other loss or abnormality of psychological or anatomical structure or function; reliance on a guide dog, wheelchair, or other remedial means; and the presence in the body of organisms capable of causing illness. The law is enforced. Social acceptance of persons with disabilities in public is as prevalent as in the United States. The most common types of accessibility may include accessible facilities, information, and access to services. Expect accessibility to be limited in public transportation, lodging, and general infrastructure.\nStudents:  See our  Students Abroad  page and  FBI travel tips .\nWomen Travelers:  See our travel tips for  Women Travelers .\nTravelers and crew do not need pre-departure tests or proof of COVID-19 vaccination to enter New Zealand. Please check with your airline or cruise provider as they may still require proof of vaccination.\nFor emergency services in New Zealand, dial  111 .\nAmbulance services and quality medical care are widely available in New Zealand. Waiting lists exist for certain types of treatment. Access to medical care may be less available in rural areas.  \n  \n We do not pay medical bills. Be aware that U.S. Medicare/Medicaid does not apply overseas. Most hospitals and doctors overseas do not accept U.S. health insurance.\nMedical Insurance:  Make sure your health insurance plan provides coverage overseas. If they do not, consider emergency or comprehensive traveler’s insurance. Most care providers overseas only accept cash payments. See  our webpage  for more information on overseas coverage. Visit the  U.S. Centers for Disease Control and Prevention  for more information on type of insurance you should consider before you travel overseas.\nWe strongly recommend supplemental insurance to cover medical evacuation.\nAlways carry your prescription medication in original packaging, along with your doctor’s prescription. Check with the government of New Zealand regulations at  New Zealand MedSafe  to ensure the medication is legal in New Zealand.\nVaccinations:  Be up-to-date on all  vaccinations  recommended by the U.S. Centers for Disease Control and Prevention.\nFurther health information:\nAir Quality:  Visit  AirNow Department of State  for information on air quality at U.S. Embassies and Consulates.\nThe U.S. Consulate General maintains  a list of doctors and hospitals.  We do not endorse or recommend any specific medical provider or clinic.\nAssisted Reproductive Technology and Surrogacy:\n  Adventure Travel:  Visit the U.S. Centers for Disease Control and Prevention website for more information about Adventure Travel.\nGeneral Health Language:  Visit the U.S. Centers for Disease Control and Prevention website for more information about  Resources for Travelers  regarding specific issues in New Zealand.\nRoad Conditions and Safety:  While in New Zealand, you may encounter road conditions that differ significantly from those in the United States.\nRenting a car or a camper is a popular way to enjoy New Zealand's natural beauty, but if you are unfamiliar with local conditions, you should be extremely careful. New Zealand has only 100 miles of multi-lane divided motorways. Most intercity travel is on narrow, two-lane roads. While these roads are in good condition, New Zealand's rugged terrain means motorists often encounter sharper curves and steeper grades than those found on the U.S. Interstate Highway System.\nTraffic Laws:  All traffic moves on the left in New Zealand, and you should exercise extra caution if you are accustomed to driving on the right.\nSee our  Road Safety  page for more information. Visit the website of the  New Zealand Transport Agency  for information about safe driving in New Zealand.\nPublic Transportation:  New Zealand has public transport systems in all major cities and some towns. The public transportation system in New Zealand is generally easy to use and reliable.\nAviation Safety Oversight:  The U.S. Federal Aviation Administration (FAA) has assessed the government of New Zealand’s Civil Aviation Authority as being in compliance with International Civil Aviation Organization (ICAO) aviation safety standards for oversight of New Zealand’s air carrier operations. Further information may be found on the  FAA’s safety assessment page .\nMaritime Travel:  Mariners planning travel to New Zealand should also check for  U.S. maritime advisories and alerts.   Information may also be posted to the  U.S. Coast Guard homeport website,  and the  NGA broadcast warnings ."
  },
  {
    "country": "Mexico",
    "advisory_level": "Level 2",
    "advisory_text": "EMERGENCY ASSISTANCE FOR U.S. CITIZENS IN MEXICO \nFrom Mexico: 800-681-9374 or 55-8526-2561 \nFrom the United States: 1-844-528-6611\nU.S. Citizen Services Inquiries:  Contact Form\nU.S. Embassy Mexico City \n Paseo de la Reforma 305 \nColonia Cuauhtémoc \n06500 Ciudad de México\nU.S. Consulate General Ciudad Juarez \n Paseo de la Victoria #3650 \nFracc. Partido Senecú \n32543 Ciudad Juárez, Chihuahua\nU.S. Consulate General Guadalajara \n Manuel Acuña 3410 \nColonia Monraz \n44670 Guadalajara, Jalisco  \nU.S. Consulate General Hermosillo \n Consulado General de los Estados Unidos de América en Hermosillo \nBlvd. Navarrete 291 Colonia Raquet Club C.P. 83204 \nHermosillo, Sonora, Mexico.\nU.S. Consulate General Matamoros \n Constitución No. 1 \nColonia Jardín \n87330 Matamoros, Tamaulipas\nU.S. Consulate General Merida \n Calle 60 No. 338-K x 29 y 31 \nColonia Alcalá Martin \n97050 Mérida, Yucatán\nU.S. Consulate General Monterrey \n Avenida Alfonso Reyes 150 \nColonia Valle del Poniente \n66196 Santa Catarina, Nuevo León\nU.S. Consulate General Nogales \n Calle San José s/n \nFracc. Los Álamos \n84065 Nogales, Sonora\nU.S. Consulate General Nuevo Laredo \n Paseo Colon 1901 \nColonia Madero \n88260 Nuevo Laredo, Tamaulipas\nU.S. Consulate General Tijuana \n Paseo de las Culturas s/n \nMesa de Otay \nDelegación Centenario \n22425 Tijuana, Baja California\nConsular Agencies\nAcapulco \n Hotel Continental Emporio \nCostera M. Alemán 121 – Office 14 \n39670 Acapulco, Guerrero\nCancun \n Blvd. Kukulcan Km 13 ZH \nTorre La Europea, Despacho 301 \n77500 Cancún, Quintana Roo\nLos Cabos \n Las Tiendas de Palmilla L-B221, Km. 27.5 Carretera Transpeninsular \n23406 San José del Cabo, Baja California Sur\nMazatlan \n Playa Gaviotas 202, Local 10 \nZona Dorada \n82110 Mazatlán, Sinaloa\nOaxaca \nMacedonio Alcalá 407, Office 20 \n68000 Oaxaca, Oaxaca\nPiedras Negras \nAbasolo 211, Local 3, Centro \n26000 Piedras Negras, Coahuila\nPlaya del Carmen \nPlaza Progreso, Local 33 \nCarretera Federal Puerto Juarez-Chetumal, Mz. 293 Lt. 1. \n77710 Playa del Carmen, Quintana Roo\nPuerto Vallarta \n Paradise Plaza, Paseo de los Cocoteros 85 Sur, Local L-7 \n63732 Nuevo Nayarit, Nayarit\nSan Miguel de Allende \nPlaza La Luciérnaga, Libramiento Jose Manuel Zavala 165, Locales 4 y 5 \nColonia La Luciérnaga \n37745 San Miguel de Allende, Guanajuato\nSee the  State Department’s Fact Sheet on Mexico  for more information on U.S.-Mexico relations.\nA valid passport book is required to enter Mexico by air, and those attempting to enter at an airport with a U.S. passport card only may be denied admission.\nReview the Mexican government’s most current  entry, exit, and visa requirements  ( Spanish only ) or visit the  Embassy of Mexico  in Washington, D.C., for more information.\nFor travelers entering Mexico by air only, Mexican immigration authorities use a Forma Migratoria Multiple Digital or FMMD. Upon arrival at an airport, Mexican immigration authorities determine a traveler’s authorized length of stay and either place a date stamp in the traveler’s passport or direct the traveler through a self-service electronic gate (E-Gate) that generates a printed receipt with QR code. Air travelers who wish to download a record of their FMMD or find more information on the FMMD process may visit the  National Migration Institute’s (INM) website .\nTravelers entering Mexico by land must have a valid passport book or card. If you enter Mexico by land you must stop at an INM office or go online to  www.inm.gob.mx/fmme  to obtain an entry permit (Forma Migratoria Multiple or FMM), even if not explicitly directed to do so by Mexican officials. This includes travelers within the immediate border area (approximately 12 to 20 km into Mexico). The FMM must be stamped at an INM office upon entry to and exit from Mexico. INM may opt to allow tourists entry of up to 180 days without a visa or may limit authorized stays to shorter periods at their discretion; visitors should confirm the specific length of authorized stay written on the entry permit (FMM) or by the stamp in their passport. Mexican immigration authorities may ask you to present both your passport and entry permit if applicable at any point and may detain you while they review your immigration status if you are not carrying your passport and proof of legal status in Mexico, or if you have overstayed your authorized stay. Immigration check points are common in the interior of Mexico, including in popular tourist areas far from the border.\nTravelers bringing in goods beyond their personal effects (i.e.: items that go beyond the list of “What is included in your luggage” on the INM website) worth $300.00 or more when traveling by land and $500.00 or more when traveling by air must declare those goods with Mexican customs (SAT)  Mexican customs  ( Spanish only ) or risk having them confiscated. This also applies to used goods or clothing, including items for donation.\nMexican customs regulations also only allow one portable computer per passenger, per arrival, including laptops and tablets. Travelers who bring more than one device may face a duty of up to 19% of the deemed value of up to $4,000 of the device. \nU.S. citizens driving such items into Mexico without declaring such items or without sufficient funds to pay duty fees are subject to having their vehicle seized by Mexican customs authorities. Please visit the  website of the Embassy of Mexico  , for more information, and you may find general information on  customs restrictions  on our  website . \nTo bring a U.S.-registered vehicle beyond the border zone, you will need a temporary vehicle import permit. These permits are processed through Banjercito and require a deposit that will be refunded once the vehicle leaves Mexico. For more information, visit the  Banjercito  website ( Spanish only ).\nBaja California, Baja California Sur, and Sonora have a “hassle-free” zone that allows cars traveling without an entry permit or car registration within the zone. \nMexican authorities can impound a vehicle that enters the country without a valid U.S. registration, a vehicle driven by a Mexican national who is not resident in the United States, or a vehicle found beyond the border zone without the temporary import permit.\nMexican law permits Mexican immigration authorities to deny foreigners entry into Mexico if they have been charged with or convicted of a serious crime in Mexico or elsewhere.\nThe U.S. Department of State is unaware of any HIV/AIDS entry restrictions for visitors to or foreign residents in Mexico.\nA parent or legal guardian departing Mexico with minor children should carry a notarized consent letter from the other parent if traveling separately. INM requires at least one parent to complete a  SAM  ( Formato de Salida de Menores, Spanish only ) for all Mexican or foreign minors with Temporary Resident, Temporary Student Resident, or Permanent Resident status departing Mexico alone or with a third party. Further information about the  prevention of international parental child abduction  is available on our website.\nBoth Mexico and the United States allow  dual nationality\nTravelers are urged to review the  Mexico Travel Advisory  for information about safety and security concerns affecting the country on a state-by-state basis.\nU.S. citizens traveling to and residing in Mexico should not expect public health and safety standards like those in the United States. Even where such standards exist, enforcement varies by location. Travelers should mitigate the risk of illness or injury by taking standard health and safety precautions.\nThe phone number to report emergencies in Mexico is “911.”  Although there may be English-speaking operators available, it is best to seek the assistance of a Spanish speaker to place the call.\nCrime:  Crime in Mexico occurs at a high rate and can be violent, from random street crime to cartel-related attacks. Over the past year, Mission Mexico has assisted U.S. citizens who were victims of armed robbery, carjacking, extortion, homicide, kidnapping, pick-pocketing, and sexual assault. Increased levels of cartel-related violence have resulted in territorial disputes and targeted killings, injuring or killing innocent bystanders. Travelers who find themselves in an active shooter scenario should flee in the opposite direction, if possible, or drop to the ground, preferably behind a hard barrier.\nDrivers on roads and highways may encounter government checkpoints, which often include National Guard or military personnel. State and local police also set up checkpoints in and around cities and along the highways to deter criminal activity and enforce traffic laws. In some parts of Mexico, criminal organizations and other non-governmental actors have been known to erect unauthorized checkpoints and have abducted or threatened violence against those who fail to stop and/or pay a “toll.” When approaching a checkpoint, regardless of whether it is official, cooperate and avoid any actions that may appear suspicious or aggressive.\nWhile Mexican authorities endeavor to safeguard the country’s major resort areas and tourist destinations, those areas have not been immune to the types of violence and crime experienced elsewhere in Mexico. In some areas of Mexico, response time of local police is often slow. In addition, filing police reports can be time consuming. See our  Mexico Travel Advisory  for more information.\nDemonstrations  occur frequently.  They may take place in response to political or economic issues, on politically significant holidays, and during international events.  Protesters in Mexico may block traffic on roads, including major thoroughfares, or take control of toll booths on highways.  Travelers who encounter protesters who demand unofficial tolls are generally allowed to pass upon payment.  U.S. citizens should avoid participating in demonstrations or other activities that might be deemed political by authorities, as Mexican law prohibits political activities by foreign citizens and such actions may result in detention or deportation.\nInternational Financial Scams:  See the  Department of State  and the  FBI  pages for information.  \nInternet romance and financial scams are prevalent in Mexico. Scams are often initiated through Internet postings/profiles or by unsolicited emails and letters. Scammers almost always pose as U.S. citizens who have no one else to turn to for help. Common scams include:   \nMexico’s consumer protection agency,  PROFECO  (Procuraduría Federal del Consumidor, Spanish only), can sometimes  provide assistance  (Spanish only) to victims of such scams. In addition, there have been allegations of banking fraud perpetrated by private bankers against U.S. citizens. U.S. citizens who believe they have been victims of fraud can file a police report  file a complaint  (Spanish only) with the Mexican banking regulatory agency,  CONDUSEF  (Comision Nacional para la Proteccion y Defensa de los Usuarios de Servicios Financieros, Spanish only), or consult with an attorney.\nVictims of Crime:  U.S. victims of sexual assault are encouraged to contact the U.S. Embassy or nearest Consulate for assistance.  Report emergencies to the local police at 911, report crimes already committed to the Ministerio Publico, and contact the Embassy or Consulate at +52-55-85262561.  Remember that local authorities are responsible for investigating and prosecuting crimes.\nU.S. citizen victims of crime should contact the local authorities to file a Mexican police report before departing Mexico. In most instances, victims of crime will file reports with the Ministerio Publico (equivalent to the office of public prosecutor or district attorney in the United States) and not with police first responders. U.S. citizens should also inform the  U.S. Embassy or nearest consulat e . \nSee our webpage on  help for U.S. victims of crime overseas .    We can:\nDomestic Violence:  U.S. citizen victims of domestic violence are encouraged to contact the  U.S. Embassy or nearest consulate  for assistance.\nKidnapping:  Mexico experiences very high rates of kidnapping.  If you believe you or your U.S. citizen or Lawful Permanent Resident (LPR) relative has been kidnapped, please contact the U.S. Embassy or nearest consulate immediately.\nRobbery:  Mexico experiences robberies, typically in cities, in which abductors force victims to use their debit or credit card to withdraw money from ATMs in exchange for their release. Perpetrators commonly work in cooperation with, or pose as, taxi drivers. To minimize the risk of such robberies:\nExtortion:  Extortion schemes are common in Mexico.  In a typical scheme known as a virtual kidnapping, criminals convince family members that a relative has been abducted, when, in fact, the person is safe but unreachable.  The purported abductors will often use threats to persuade victims to isolate themselves, making communication with family members less likely.  Unable to reach their loved ones, family members often consent to paying the “ransom” demand.  Criminals use various means to gather information about potential victims, including monitoring social media sites, eavesdropping on conversations, or using information taken from a stolen cell phone.  Some of these extortions have been conducted from Mexican prisons.  You can reduce the risk of falling victim to this type of extortion through the following:\nSexual Assault:  Rape and sexual assault are serious problems in some resort areas. Many of these incidents occur at night or during the early morning hours, in hotel rooms, on hotel grounds, or on deserted beaches. In some cases, assailants drug the drinks of victims before assaulting them. Pay attention to your surroundings and to who might have handled your drink.\nCredit/Debit Card “Skimming:”  There have been instances of fraudulent charges or withdrawals from accounts due to “skimmed” cards. If you choose to use credit or debit cards, you should regularly check your account to ensure there are no unauthorized transactions. Travelers should limit the amount of cash they carry in public, exercise caution when withdrawing cash from ATMs, and avoid ATMs located in isolated or unlit areas.\nAlcohol:  If you choose to drink alcohol, it is important to do so in moderation and to stop and seek medical attention if you begin to feel ill. There have been reports of individuals falling ill or blacking out after consuming unregulated alcohol. The Mexican Federal Commission for the Protection against Sanitary Risk,  COFEPRIS  ( Comision Federal para la Proteccion contra Riesgos Sanitarios, Spanish only ), is responsible for inspecting hotels, restaurants, and other establishments for health violations, including reports of unregulated alcohol. Please email COFEPRIS at  contactociudadano@cofepris.gob.mx  for more information or if you wish to file a report. You can file a report online (Spanish only) via the COFEPRIS website, by calling the COFEPRIS call center at 800 033 50 50 (from Mexico) or +52 (55) 5080-5425 (from the United States), or by scheduling an appointment  (Spanish only)  to visit a COFEPRIS office.\nThere have also been instances of criminals drugging drinks to rob or sexually assault victims. Additionally, if you feel you have been the victim of unregulated alcohol or another serious health violation, you should notify the  U.S. Embassy or nearest consulate . You may also contact the U.S. Department of State – Bureau of Consular Affairs in Washington, D.C. at 1-888-407-4747 (toll-free in the United States and Canada) or 1-202-501-4444 (from all other countries).\nDrug Smuggling:  Mexican criminal organizations are engaged in a violent struggle to control trafficking routes. Criminal organizations smuggling drugs into the United States have targeted unsuspecting individuals who regularly cross the border. Frequent border crossers are advised to vary their routes and travel times and to closely monitor their vehicles to avoid being targeted.\nTourism:  In major cities and resort areas, the tourism industry is generally well-regulated.  Best practices and safety inspections are regularly enforced.  Hazardous areas and activities are identified with appropriate signage, and professional staff is typically on hand in support of organized activities.  In the event of an injury, appropriate medical treatment is widely available throughout the country.  Outside of a major metropolitan center, it may take more time for first responders and medical professionals to stabilize a patient and/or provide life-saving assistance.  In smaller towns and areas less commonly frequented by foreign tourists, the tourism industry is unevenly regulated, and safety inspections for equipment and facilities do not commonly occur.  Hazardous areas/activities are not always identified with appropriate signage, and staff may not be trained or certified either by the host government or by recognized authorities in the field.  In the event of an injury, appropriate medical treatment is typically available only in or near major cities.  First responders are generally unable to access areas outside of major cities to provide urgent medical treatment.  U.S. citizens are encouraged to purchase  medical evacuation insurance . \nSince 2016, Mexico has opened seven multilingual Centers for the Care and Protection of Tourists (CAPTA) and Tourist Assistance Centers (CATTAC) in Los Cabos, La Paz, Acapulco, Playa del Carmen, Mazatlan, Ciudad Madero, and Queretaro. These offices have proven helpful assisting U.S. citizen visitors in resolving disputes with merchants and government entities, filing criminal reports, securing needed services, and locating special needs accommodations. \nCriminal Penalties:  You are subject to local laws. If you violate local laws, even unknowingly, you may be expelled, arrested, or imprisoned. Individuals establishing a business or practicing a profession that requires additional permits or licensing should seek information from the competent local authorities prior to practicing or operating a business.\nFurthermore, some laws are also prosecutable in the United States, regardless of local law. For examples, see our website on  crimes against minors abroad  and the  Department of Justice  website.\nArrest Notification:  If you are arrested or detained, ask police or prison officials to notify the U.S. Embassy or nearest consulate immediately. See our  webpage  for further information.\nThe Mexican government is required by international law to contact the U.S. Embassy or consulate promptly when a U.S. citizen is arrested if the arrestee so requests.  This requirement does not apply to dual nationals.  \nFirearms and Other Weapons:  Weapons laws in Mexico vary by state, but it is generally illegal for travelers to carry weapons of any kind including firearms, knives, daggers, brass knuckles, as well as ammunition (even used shells). Illegal firearms trafficking from the United States to Mexico is a major concern, and the Department of State warns all U.S. citizens against taking any firearm or ammunition into Mexico. If you are caught entering Mexico with any type of weapon, including firearms or ammunitions, you likely will face severe penalties, including prison time. U.S.-issued permits allowing an individual to carry weapons are not valid in Mexico.  Visit the Department’s  Traveling Abroad with Firearms webpage .\nVessels entering Mexican waters with firearms or ammunition on board must have a permit previously issued by a Mexican embassy or consulate.\nDrugs:  Drug possession and use, including medical marijuana, is illegal in Mexico and may result in a lengthy jail sentence or fines.  \nElectronic Cigarettes (Vaping Devices):  It is illegal for travelers to bring electronic cigarettes (vaping devices) and all vaping solutions to Mexico. Customs will confiscate vaping devices and solutions and travelers could be fined or arrested. Avoid delays and possible sanctions by not taking these items to Mexico. \nReal Estate and Time Shares:  U.S. citizens should exercise caution when considering time-share investments or purchasing real estate and be aware of the aggressive tactics used by some sales representatives. Before initiating a real estate purchase or time-share investment, U.S. citizens should consult with a Mexican attorney to learn about important regulations and laws that govern real estate property.\nMountain Climbing and Hiking:  The Mexican government has declared the area around the Popocatepetl and the Colima volcanoes off limits. In remote rural areas, there can be limited cell phone coverage and internet connectivity, and it may be difficult for rescue teams and local authorities to reach climbers and hikers in distress.\nPotential for Natural Disasters:  Mexico is in an active earthquake zone. Tsunamis may occur following significant earthquakes. Please visit our  disaster and crisis preparedness  webpage for more information. For additional information concerning disasters, see:\nStorm Season:  Tropical storms can produce heavy winds and rain between May and November. Please visit our disaster and crisis preparedness webpage for more information.\nSpring Break:  Millions of U.S. citizens visit Mexican beach resorts each year, especially during “ spring break ” season. The legal drinking age in Mexico is 18. See the “Alcohol” section above to learn more about the risks associated with drinking, as well as reports of illnesses associated with the possible consumption of unregulated alcohol.\nResort Areas and Water Activities:  Beaches in Mexico may be dangerous due to strong currents, rip tides, and rogue waves. Warning notices and flags on beaches should be taken seriously. Not all hazardous beaches are clearly marked. If black or red warning flags are up, do not enter the water. Strong currents can lead to dangerous conditions for even the most experienced swimmers. U.S. citizens simply walking along the shore or wading have been swept out to sea by rogue waves, and some citizens have drowned or disappeared at Mexican beaches. Avoid the consumption of alcohol while engaging in water activities and do not swim alone. \nBoats used for excursions may not be covered by accident insurance and sometimes lack adequate life jackets, radios, and tools to make repairs.  Participation in adventure sports may not be covered by accident insurance and safety protections and regulations for these activities may differ from U.S. standards.  Visit  our website  and the U.S. Centers for Disease Control and Prevention website for more information about adventure travel.\nCounterfeit and Pirated Goods:  Although counterfeit and pirated goods are prevalent in many countries, they may still be illegal according to local laws. You may also be subject to fines or forced to relinquish the goods if you bring them back to the United States. See the  U.S. Department of Justice website  for more information.\nFaith-Based Travelers:  See the following webpages for details:\nLGB Travelers:  There are no legal restrictions on same-sex sexual relations or on the organization of LGB events in Mexico. However, due to sporadic reports of violence targeting LGB individuals, U.S. citizens should exercise discretion in identifying themselves publicly as LGB. See our LGB Travel Information page and Section 6 of the  Department of State’s Human Rights Report for Mexico  for further details.\nTravelers with Disabilities:   Mexican law prohibits discrimination against persons with physical, sensory, intellectual, or mental disabilities.  Social acceptance of persons with disabilities in public is not as prevalent as in the United States.  The most common types of accessibility may include accessible facilities, information, and communication/access to services/ease of movement or access.  Expect accessibility to be limited in public transportation, lodging, communication/information, and general infrastructure in more rural and remote parts of the country, and more common in public transportation, lodging, communication/information, and general infrastructure in major cities.  U.S. citizens with disabilities should consult individual hotels and service providers in advance of travel to ensure they are accessible.\nStudents:  See our  Students Abroad  page and  FBI travel tips .\nWomen Travelers:  There were several reports of sexual assault or domestic violence involving U.S. citizen women over the past year. See our travel tips for  Women Travelers .\nExcellent health facilities are available in Mexico City and other major cities. Ambulance services are widely available, but training and availability of emergency responders may be below U.S. standards. Injured or seriously ill travelers may prefer to take a taxi to a health provider. Mexican facilities often require payment “up front” before providing medical care, and most hospitals in Mexico do not accept U.S. health insurance. A  list of doctors and hospitals  is available on the U.S. Embassy or consulate website.\nU.S. citizens have lodged complaints against some private hospitals in Cancun, the Riviera Maya, and Los Cabos to include exorbitant prices and inflexible collection measures.  Travelers should obtain complete information on billing, pricing, and proposed medical procedures before agreeing to any medical care in these locations.  Be aware that some resorts have exclusive agreements with medical providers and ambulance services, which may limit your choices in seeking emergency medical attention.  Some hospitals in tourist centers utilize sliding scales, deciding on rates for services based on negotiation and on the patient’s perceived ability to pay.  In some instances, providers have been known to determine the limits of a patient’s credit card or insurance, quickly reach that amount in services rendered, and subsequently discharge the patient or transfer them to a public hospital.\nVisit the  U.S. Centers for Disease Control and Prevention  website for information on Medical Tourism.\nFor emergency services in Mexico, dial  911 .  Although there may be English-speaking operators available, it is best to seek the assistance of a Spanish speaker to place the call.\nAmbulance services are: \nWe do not pay medical bills:  Be aware that U.S. Medicare/Medicaid does not apply overseas.  Most hospitals and doctors overseas do not accept U.S. health insurance.  \nMedical Insurance:  Make sure your health insurance plan provides coverage overseas.  Most care providers overseas only accept cash payments. See  our webpage  for more information on insurance coverage overseas. Visit the  U.S. Centers for Disease Control and Prevention  for more information on type of insurance you should consider before you travel overseas. \nWe strongly recommend  supplemental insurance  to cover medical evacuation as well.\nAlways carry your prescription medication in original packaging, along with your doctor’s prescription.  Check the  Mexican government’s Drug Schedule  to ensure the medication is legal in Mexico. \nVaccinations:  Be up-to-date on all  vaccinations  recommended by the U.S. Centers for Disease Control and Prevention.\nFurther health information :\nAir Quality:  Visit  AirNow Department of State  for information on air quality at U.S. Embassies and Consulates.\nThe U.S. Embassy maintains a  list of doctors and hospitals .  We do not endorse or recommend any specific medical provider or clinic. \nMedical Tourism and Elective Surgery: \nPharmaceuticals\nAssisted Reproductive Technology and Surrogacy   \nCarbon Monoxide\nWater Quality: \nAltitude: \nAdventure Travel\nGeneral Health\nThe following diseases are prevalent:\nAir Quality\nFor further health information, go to:\n  Private Residential Treatment Facilities: \nRoad Conditions and Safety:  Motor vehicle accidents are a leading cause of U.S. citizen deaths in Mexico. If you have an emergency while driving, dial “911.” If you are driving on a toll highway (“ cuota ”) or any other major highway, you may contact the Green Angels ( Spanish only ), a fleet of trucks with bilingual crews, by dialing 078 from any phone in Mexico.  Generally, individuals involved in an accident who do not require immediate medical care should contact their insurance providers, who may come to the site to provide an immediate assessment.\nAvoid driving on Mexican highways at night. Travel with a charged and functional cell phone capable of making calls in Mexico. Travelers should exercise caution at all times and should use toll (“ cuota ”) roads rather than the less secure free (“ libre ”) roads whenever possible. Do not hitchhike or accept rides from or offer rides to strangers anywhere in Mexico. Travelers encountering police or security checkpoints should comply with instructions.\nRoad conditions and maintenance across Mexico vary with many road surfaces needing repair. Travel in rural areas poses additional risks to include spotty cell phone coverage and delays in receiving roadside or medical assistance.\nVehicular traffic in Mexico City is subject to restriction Monday through Saturday, according to the license plate number, in order to reduce air pollution. For additional information, refer to the  Hoy No Circula website  ( Spanish only ) maintained by the Mexico City government. See our  Road Safety Page  for more information.  Also, visit  Mexico’s national tourist office website , MexOnline, and Mexico’s customs website  Importacion Temporal de Vehiculos  ( Spanish only ) for more information regarding travel and transportation.\nTraffic Laws:   U.S. driver’s licenses are valid in Mexico. Mexican law requires that only owners drive their vehicles or that the owner be inside the vehicle. Failing to abide by this law may lead to impoundment and a fine equal to the value of the vehicle.\nMexican citizens who are not also U.S. citizens or LPRs may not operate U.S.-registered vehicles in Mexico. Mexican insurance is required for all vehicles, including rental vehicles. Drivers involved in accidents, even minor incidents, may be subject to arrest if they are found to be driving without proper insurance, regardless of whether they were at fault. Driving under the influence of alcohol, using a mobile device while driving, and driving through a yellow light are all illegal in Mexico.\nIf you drive your vehicle into Mexico beyond the immediate border area (approximately 12 miles into Mexico), you must apply for a temporary vehicle import permit with Mexican customs,  Banjercito , or at some Mexican consulates in the United States. The permit requires the presentation of a valid passport and a monetary deposit that will be returned to you upon leaving Mexico before the expiration of the permit. Failing to apply for a temporary vehicle import permit may lead to impoundment and a fine equal to the value of the vehicle. \nVehicles crossing into Mexico must have a valid license plate and registration sticker. Mexican authorities will often refuse to admit vehicles with temporary or paper license plates. Vehicles with expired registration or unauthorized plates will likely be confiscated and the operator could be charged with a fine equal to the value of the vehicle.\nThe  Mission Mexico Vehicle Recovery Unit  assists with the return of stolen U.S. vehicles recovered by Mexican authorities.\nIf you have an emergency while driving, dial “911.” If you are driving on a toll highway (“cuota”) or any other major highway, you may contact the Green Angels (Spanish only), a fleet of trucks with bilingual crews, by dialing 078 from any phone in Mexico.  Generally, individuals involved in an accident who do not require immediate medical care should contact their insurance providers, who may come to the site to provide an immediate assessment.\nPublic Transportation/Taxis:  Security on public buses varies throughout the country but is considered a relatively safe transportation option in Mexico City and other major tourist centers. Passengers should protect their personal possessions at all times as theft is common. Intercity bus travel should be conducted during daylight hours in preferably first-class buses using toll roads.\nRobberies and assaults on passengers in taxis not affiliated with a taxi stand (known as “libre” taxis) are common. Avoid taking any taxi not summoned by telephone or contacted in advance, including “libre” taxis. When in need of a taxi, telephone a radio taxi or “sitio” (regulated taxi stand) and ask the dispatcher for the driver’s name and the taxi’s license plate number. Application-based car services such as Uber and Cabify are available in many Mexican cities, and generally offer another safe alternative to taxis. Official complaints against Uber and other drivers do occur, however, and past disputes between these services and local taxi unions have occasionally turned violent, resulting in injuries to U.S. citizens in some instances.\nSee our  Road Safety page  for more information. \nAviation Safety Oversight:  The U.S. Federal Aviation Administration (FAA) has assessed the Government of Mexico’s Civil Aviation Authority as not being in compliance with International Civil Aviation Organization (ICAO) aviation safety standards for oversight of Mexico’s air carrier operations. Further information may be found on the  FAA safety assessment page .\nMaritime Travel:   Mariners planning travel to Mexico should also check for  U.S. maritime advisories and alerts .  Information may also be posted to the  U.S. Coast Guard homeport website , and the  NGA broadcast warnings .\nIf you enter by sea, review  the Mexican boating permit requirements  prior to travel or contact the  Embassy of Mexico  in Washington, D.C., for more information.\nMaritime Safety Oversight:  The Mexican maritime industry, including charter fishing and recreational vessels, is subject solely to Mexican safety regulations.  Travelers should be aware that Mexican equipment and vessels may not meet U.S. safety standards or be covered by any accident insurance."
  },
  {
    "country": "Canada",
    "advisory_level": "Level 1",
    "advisory_text": "U.S. Embassy Ottawa\n490 Sussex Drive \n Ottawa, Ontario K1N 1G8 \n Canada \n Telephone:  +1 (613) 688-5335 \n Emergency After-Hours Telephone:  +1 (613) 238-5335 \n Fax:  +1 (613) 688-3082 \n Email:   Canada.ACS@gdit-gss.com\nThe Ottawa consular district includes the counties of Kingston, Lanark, Leeds, Prescott, Refrew, Russell, and Stormont in Eastern Ontario, and those parts of the Québec regions of Outaouais and Abitibi-Témiscamingue near Ottawa.\nCONSULATES\nU.S. Consulate General Montreal\n1134 Rue Ste- Catherine West \n Montréal, Quebec H3B 1H4 \n Canada \n Telephone:  +1 (514) 398-9695 \n Emergency After-Hours Telephone:  +1 (416) 645-9124 \n Fax:  +1 (514) 398-9748 \n Email:  Canada.ACS@gdit-gss.com\nThe Montreal consular district includes Greater Montreal and the regions of Southern Quebec Province (Laurentides, Lanaudiere, Laval, Montreal, Montregie, Estrie, and the southern parts of Centre-du-Quebec), including Joliete, Drummondville, and Sherbrooke.\nU.S. Consulate General Toronto\n360 University Ave \n Toronto, Ontario M5G 1S4 \n Canada \n Telephone:  +1 (416) 595-1700 \n Emergency After-Hours Telephone:  +1 (416) 201-4056 \n Fax:  +1 (416) 595-5466 \n Email:  Canada.ACS@gdit-gss.com\nThe consular district includes the province of Ontario except for the counties of Kingston, Lanark, Leeds, Prescott, Refrew, Russell, and Stormont, which are served by the U.S. Embassy in Ottawa.\nU.S. Consulate General Vancouver\n1075 West Pender Street \n Vancouver, British Columbia V6E 2M6 \n Canada \n Telephone:  +1 (604) 685-4311 \n Emergency After-Hours Telephone:  +1 (604) 685-4311 \n Fax:  +1 (604) 685-7175 \n Email:  Canada.ACS@gdit-gss.com\nThe consular district includes British Columbia and the Yukon Territory.\nU.S. Consulate General Halifax\nPurdy's Wharf Tower II \n 1969 Upper Water Street, Suite 904 \n Halifax, Nova Scotia B3J 3R7 \n Canada \n Telephone:  +1 (902) 429-2480 \n Emergency After-Hours Telephone:  +1 (902) 429-2480, Press 1 \n Email:  Halifax-ACS@state.gov\nThe Halifax consular district includes New Brunswick, Newfoundland and Labrador, Nova Scotia, Prince Edward Island, and the French islands of Saint Pierre and Miquelon.\nU.S. Consulate Winnipeg\n201 Portage Avenue, Suite 860 \n Winnipeg, Manitoba R3B 3K6 \n Canada \n Telephone:  +1 (204) 940-1800 \n Emergency After-Hours Telephone:  +1 (403) 266-8962 and press \"0\" for assistance (Consulate General Calgary) \n Fax:  +1 (204) 940-1809\nThe Consulate in Winnipeg provides only emergency services for U.S. citizens. Routine services such as visas, passports and notarials are handled at other U.S. Consulates General, primarily Calgary.\nU.S. Consulate General Quebec  \n 2, rue de la Terrasse Dufferin \n (Vieux Quebec, behind Chateau Frontenac) \n Quebec, Quebec G1R 4T9 \n Canada \n Telephone:  +1 (418) 692-2095 \n Emergency After-Hours Telephone:  +1 (418) 692-2096 \n Fax:  +1 (418) 692-4640 \n Email:   Canada.ACS@gdit-gss.com\nThe consular district includes Quebec City and those regions of Quebec Province to the North and East of the Montreal and Ottawa Districts (indicated above) – to include the area around Saguenay/Lac Saint-Jean, Rimouski and the Gaspé Peninsula – as well as the Territory of Nunavut.\nU.S. Consulate General Calgary  \n 615 Macleod Trail S.E., 10th Floor \n Calgary, Alberta T2G 4T8 \n Canada \n Telephone:  +1 (403) 266-8962 \n Fax:  +1 (403) 264-6630 \n Email:   Canada.ACS@gdit-gss.com The consular district includes Alberta, Manitoba, Saskatchewan, and the Northwest Territories, excluding Nunavut.\nLearn about the U.S. relationship to countries around the world.\nFor tourist visits to Canada of less than 180 days, U.S. citizens do not need visas. Other types of travel generally require visas. Visit  the Immigration, Refugees and Citizenship Canada (IRCC) website  for current information.\nIf you have a criminal record, you may be unable to enter Canada. To determine whether you are criminally inadmissible and get information about how to overcome this finding, refer to the  IRCC website .  Canada Border Services Agency (CBSA)  officials determine if you can enter Canada in accordance with Canadian law.  \nTravel Programs:  Both the U.S. and Canadian governments urge frequent travelers to join the  NEXUS trusted traveler program .\nEntry into Canada:  Canadian law requires that all persons entering Canada carry proof of citizenship and identity. A valid U.S. passport, passport card, or NEXUS card satisfies these requirements for U.S. citizens.\nChildren under 16 only need proof of U.S. citizenship.\nEntry into the United States:  When traveling by air from Canada, U.S. citizens must present a U.S. passport book or other approved identification document.  The U.S. Customs and Border Protection (CBP) website  provides a full list of allowable documents.\nTravel with Minors:  If you plan to travel to Canada with a minor for whom you do not have full legal custody, CBSA may require a letter of authorization from the minor’s parents or legal guardian(s). Please refer to the  CBSA website  for more details.\nPrivate Boaters Entering Canada:  Canadian law requires all foreign private boaters, including recreational vessels, to present themselves upon their arrival in Canada to the CBSA. See the  CBSA website  for relevant reporting requirements.\nPrivate Boaters Exiting Canada:  Boaters may report their arrival to the United States or apply for a registered boater program using the CBP Reporting Offsite Arrival – Mobile (CBP ROAM) app. Please visit the  CBP ROAM webpage  for more information.\nThe U.S. Department of State is unaware of any HIV/AIDS entry restrictions for visitors to Canada. For information on restrictions for HIV positive foreign residents of Canada visit the  IRCC website .\nFind information on  dual nationality ,  prevention of international child abduction  and  customs regulations  on our websites.\n911 is the emergency telephone number in Canada.\nCrime:  Although Canada generally has a lower crime rate than the United States, violent crimes occur throughout the country, especially in urban areas. Criminals may target parked cars, especially in large cities and popular tourist destination, for opportunistic smash-and-grab thefts. Do not leave unattended possessions in a vehicle, even in the trunk. Some jurisdictions such as Montreal, Toronto, and Vancouver may fine you for leaving your car doors unlocked or for leaving valuables in view. Pickpockets may target you, especially in popular tourist areas. Exercise caution. Safeguard yourself and your property.\nDemonstrations  occur frequently. They may take place in response to political or economic issues, on politically significant holidays, and during international events. \nWhile there is a very small likelihood of violence at a political gathering in Canada, we strongly encourage U.S. citizens to avoid all protests and demonstrations and maintain a high level of vigilance and practice good situational awareness when traveling abroad.\nInternational Financial Scams:  See the  Department of State  and the  FBI   pages for information.\nVictims of Crime:   U.S. citizen victims of sexual assault are encouraged to contact the U.S. Embassy for assistance.  Report crimes to the local police at 911 and contact the U.S. Embassy at +1(613) 688-5335. Remember that local authorities are responsible for investigating and prosecuting crime.\nSee our webpage on  help for U.S. victims of crime overseas .\nWe can:\n•    Help you find appropriate medical care\n•    Assist you in reporting a crime to the police\n•    Contact relatives or friends with your written consent\n•    Provide general information regarding the victim’s role during the local investigation and following its conclusion\n•    Provide a list of local attorneys\n•    Provide our information on  victim’s compensation programs in the U.S.\n•    Provide an emergency loan for repatriation to the United States and/or limited medical support in cases of destitution\n•    Help you find accommodation and arrange flights home\n•    Replace a stolen or lost passport\nDomestic Violence:   U.S. citizen victims of domestic violence are encouraged to contact the U.S. Embassy or Consulates for assistance.\nTourism:  The tourism industry is generally regulated and rules with regard to best practices and safety inspections are regularly enforced. Hazardous areas/activities are identified with appropriate signage and professional staff is typically on hand in support of organized activities. In the event of an injury, appropriate medical treatment is widely available throughout the country. \nOutside of a major metropolitan center, it may take more time for first responders and medical professionals to stabilize a patient and provide life-saving assistance. If you are considering travel outside of populated areas, particularly in the northern Arctic territories, you need to know that search and rescue capabilities are limited because of extreme isolation and the harsh climate. You must be prepared for significant delays in receiving emergency assistance in these areas and plan accordingly.\nU.S. citizens are encouraged to purchase  medical evacuation insurance .  \nCriminal Penalties:  You are subject to local laws. If you violate local laws, even unknowingly, you may be expelled, arrested, or imprisoned.  Individuals establishing a business or practicing a profession that requires additional permits or licensing should seek information from the competent local authorities, prior to practicing or operating a business.\nFurthermore, some laws are also prosecutable in the United States, regardless of local law. For examples, see our website on  crimes against minors abroad  and the  Department of Justice  website.\nArrest Notification:  If you are arrested or detained, ask police or prison officials to notify the U.S. Embassy immediately. See our  webpage  for further information.\nControlled Substances:  Canadian law prohibits possession and trafficking of controlled substances and narcotics, including some substances that may be legal to possess under the law of certain U.S. states. Canada has legalized the personal consumption of recreational cannabis, but  Canadian law   prohibits taking cannabis across Canada’s national borders . Drug smugglers risk substantial fines, a permanent bar from Canada, and imprisonment.\nCounterfeit and Pirated Goods:  Although counterfeit and pirated goods are prevalent in many countries, they may still be illegal according to local laws. You may also pay fines or have to give them up if you bring them back to the United States. See the  U.S. Department of Justice website  for more information.\nFaith-Based Travelers:  See the following webpages for details:\nFirearms : Canada controls firearms more strictly than the United States. Violation of firearms restrictions may result in prosecution and imprisonment.\nVisitors bringing  any  firearms or ammunition into Canada must  declare the firearms in writing  using a Non-Resident Firearm Declaration form. If you plan to borrow and use a firearm in Canada, you must obtain a Temporary Firearms Borrowing License in advance. You must present these forms in triplicate and sign them in front of a CBSA officer at the border. (It is not possible to make photocopies at the border). Full details and downloadable forms are available at the  Canadian Firearms Program website .\nCanadian law  requires  officials to confiscate firearms, ammunition, and other weapons from persons crossing the border who  do not declare  having the items in their possession. Officials will not return confiscated firearms, ammunition, and weapons and possession of any of these items may result in your arrest and imprisonment. You should inspect all belongings thoroughly before traveling to Canada to avoid the accidentally importing firearms, ammunition, or other weapons.\nLGB Travelers:   There are no legal restrictions on same-sex sexual relations or the organization of LGB events in Canada. See   our  LGB Travel Information   page and section 6 of our  Human Rights report  for further details.\nPornography:  Canada has strict laws concerning child pornography, and in recent years there has been an increase in random checks of electronic media of travelers entering Canada.\nCanadian officials may search your computers, cell phones, and other electronic devices without a warrant at the border and illegal content can result in the seizure of the device as well as detention, arrest, and prosecution of the bearer.\nTax Issues:  For information on U.S. Federal tax issues, please refer to the  Internal Revenue Service (IRS) website for international taxpayers .\nTravelers with Disabilities:  The law in Canada prohibitsdiscrimination against persons with physical or mental disabilities and the law is enforced.  Social acceptance of persons with disabilities in public is as prevalent as in the United States. For more information, visit the  Accessibility Standards Canada website .\nStudents:  See our  Students Abroad  page and  FBI travel tips .\nWomen Travelers:  See our travel tips for  Women Travelers .\nFor emergency services in Canada,  dial 911 . Ambulance services are widely available.\nWe do not pay medical bills.  Be aware that U.S. Medicare/Medicaid does not apply overseas. Most hospitals and doctors overseas do not accept U.S. health insurance.\nMedical Insurance:  Make sure your health insurance plan provides coverage overseas. Most care providers overseas only accept cash payments. See  our webpage  for more information on insurance coverage. Visit the  U.S. Centers for Disease Control and Prevention  for more information on type of insurance you should consider before you travel overseas.\nWe strongly recommend supplemental insurance to cover medical evacuation.\nAlways carry your prescription medication in original packaging, along with your doctor’s prescription. Check with  Health Canada  to ensure the medication is legal in Canada.\nHealthcare in Canada : The level of public health and sanitation in Canada is high. Adequate health facilities are available throughout Canada.  Canada’s medical care is of a high standard but is government controlled. Access to ongoing medical care is difficult for temporary visitors who are not members of a Canadian province’s government-run health care plan. Many physicians will not take new patients. Specialist care is only by referral and may take months to obtain. Although trauma-care is on par with that in the United States, emergency room waits for non-life threatening problems can be very long. Some health care professionals in the Quebec may only speak French.\nThe U.S. Embassy maintains  a list of doctors and hospitals . We do not endorse or recommend any specific medical provider or clinic.\nVaccinations:  Be up-to-date on all CDC-recommended  vaccinations .\nFurther health information:\nWorld Health Organization \n U.S. Centers for Disease Control and Prevention\nAir Quality:  Visit  AirNow Department of State  for information on air quality at U.S. Embassies and Consulates.\nMedical Tourism and Elective Surgery:  We strongly recommend  supplemental insurance  to cover medical evacuation in the event of unforeseen medical complications.\nPharmaceuticals:  U.S. Customs and Border Protection and the Food and Drug Administration are responsible for rules governing the transport of medication back to the United States. Medication purchased abroad must meet their requirements to be legally brought back into the United States. Medication should be for personal use and must be approved for usage in the United States. Please visit the  U.S. Customs and Border Protection  and the  Food and Drug Administration  websites for more information.\nAssisted Reproductive Technology and Surrogacy:  If you are considering traveling to Canada to have a child through use of assisted reproductive technology (ART) or surrogacy, please see our  ART and Surrogacy Abroad page .\nRoad Conditions and Safety:  As in the United States, all emergency assistance in Canada can be reached by dialing 911.\nFor detailed information on road conditions throughout Canada, as well as links to provincial government websites, please see the  Transport Canada  website or the  Canadian Automobile Association  (CAA) website. The CAA honors American Automobile Association memberships. Automobile warranties of vehicles purchased in the United States may not be valid in Canada.\nWinter travel can be dangerous due to heavy snowfalls and hazardous icy conditions. Some provinces require snow tires. CAA has  tips for winter driving . Both winter conditions and wildfires may prompt the sudden closure of highways. Provincial ministries of transport typically post closures and other alerts about road conditions on their websites.\nTraffic Laws:  Driving in Canada is similar to driving in many parts of the United States. Distances and speeds, however, are posted in kilometers per hour and some signs, particularly in Québec, may only be in French. U.S. driver’s licenses are valid for visitors in Canada. Proof of auto insurance is required. U.S. auto insurance is accepted  for tourists in Canada. For specific information concerning Canadian driving permits, mandatory insurance, and entry regulations, please contact the  Canadian National Tourist Organization .\nSome provinces require drivers to keep their vehicles’ headlights on during the day and some have banned driving while using a hand-held cell phone. Motorcycles cannot share a lane, and safety helmets for motorcycle riders and passengers are mandatory.\nIt is illegal to take automobile radar detectors into Québec, Ontario, Manitoba, the Yukon, or the Northwest Territories, regardless of whether they are used. Police may confiscate radar detectors and impose substantial fines.\nDrivers approaching border crossings into the United States may encounter traffic backups. Drivers should be alert, as lane restrictions at border approaches exist for drivers in NEXUS and FAST expedited inspection programs.\nPublic Transportation:  Public transportation options vary across Canada, but all cities and most major towns have  a public transit system .\nAviation Safety Oversight:   The U.S. Federal Aviation Administration (FAA) has assessed the government of Canada’s Civil Aviation Authority as being in compliance with International Civil Aviation Organization (ICAO) aviation safety standards for oversight of Canada’s air carrier operations.  Further information may be found on the  FAA’s safety assessment page .\nMaritime Travel:  Mariners planning travel to Canada should also check for U.S. maritime  advisories  and  alerts . Information may also be posted to the   U.S. Coast Guard homeport website , and the  NGA broadcast warnings ."
  }
]